Repository: AndZii/NYCRussianAds
Catalog: *.lproj/Localizable.strings
Languages: ru

source: New
ru: Новые

source: Jobs/Find
ru: Работа/Ищу

source: Jobs/Hiring
ru: Работа/Требуються

source: For Sale
ru: Продам

source: Wanted
ru: Куплю

source: Dates/Events/MeetUps
ru: Встречи/Знакомства/События

source: Services
ru: Услуги

source: Housing
ru: Жилье

source: Categories
ru: Темы

source: Add Picture
ru: Добавить картинку

source: Change Prifile Picture
ru: Изменить картинку?

source: Delete picture
ru: Удалить?

source: New picture
ru: Сделать снимок?

source: Cancel
ru: Отмена

source: Take From Galary
ru: Взять из галереи?
